Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Fulfulde (Central-Eastern Niger)
sv: Fulfulde (centralöstra Niger)

source: Friulian
sv: Friuliska

source: Fulfulde (Nigerian)
sv: Fulfulde (nigerianska)

source: Frisian
sv: Frisiska

source: Irish
sv: Irländska

source: Gan (Simplified Han script)
sv: Gan (förenklad kinesisk skrift)

source: Gan (Traditional Han script)
sv: Gan (traditionell han-skrift)

source: Gbaya (Central African Republic)
sv: Gbaya (Centralafrikanska republiken)

source: Gaelic
sv: Gaeliska

source: Gilbertese
sv: Gilbertesiska

source: Galician
sv: Galiciska

source: High German (Middle)
sv: Högtyska (medel)

source: Guarani
sv: Guaraní

source: High German (Old)
sv: Högtyska (gammal)

source: Gothic
sv: Gotiska

source: Greek (Ancient)
sv: Grekiska (klassisk)

source: Alemannic
sv: Schweizertyska

source: Gujarati (India)
sv: Gujarati (Indien)

source: GwichÊ¼in
sv: Gwichin

source: Hausa
sv: Haussa

source: Hakka (Simplified Han script)
sv: Hakka (förenklad kinesisk skrift)

source: Hakka (Traditional Han script)
sv: Hakka (traditionell han-skrift)

source: Hakka (Latin script)
sv: Hakka (latinska alfabetet)

source: Hawaiian
sv: Hawaiiska

source: Hebrew (Israel)
sv: Hebreiska (Israel)

source: Hindi (Hinglish)
sv: Hindi (hingliska)

source: Hindi (Latin script)
sv: Hindi (latinska alfabetet)

source: Hittite
sv: Hettitiska

source: Hindko (Southern)
sv: Hindko (södra)

source: Hindko (Northern)
sv: Hindko (nordlig)

source: Croatian
sv: Kroatiska

source: Upper Sorbian
sv: Högsorbiska

source: Haitian
sv: Haitiska

source: Indonesian
sv: Indonesiska

source: Nuosu
sv: Nosu

source: Inupiaq
sv: Inupiak

source: Ingush
sv: Ingusj

source: Icelandic
sv: Isländska

source: Interslavic
sv: Interslavisk

source: Italian
sv: Italienska

source: Italian (formal)
sv: Italienska (formell)

source: Italian (informal)
sv: Italienska (informell)

source: Italian (Switzerland)
sv: Italienska (Schweiz)

source: Inuktitut (Latin script)
sv: Inuktitut (latinska alfabetet)

source: Japanese (Kansai)
sv: Japanska (Kansai)

source: Jamaican Patois
sv: Jamaikansk Patois

source: Judeo-Persian
sv: Judepersiska

source: Judeo-Arabic
sv: Judearabiska

source: Javanese
sv: Javanesiska

source: Georgian
sv: Georgiska

source: Karakalpak
sv: Karakalpakiska

source: Kabyle
sv: Kabyliska

source: Kamba (Kenya)
sv: Kamba

source: Kawi
sv: Fornjavanska (Kawi)

source: Kabardian
sv: Kabardinska

source: Kabuverdianu
sv: Kapverdiska

source: Kongo
sv: Kikongo

source: Khotanese
sv: Khotanesiska

source: Gikuyu
sv: Kikuyu

source: Kazakh
sv: Kazakiska

source: Kazakh (Latin script)
sv: Kazakiska (latinska alfabetet)

source: Greenlandic
sv: Grönländska

source: Kimbundu
sv: Mbundu (Kimbundu)

source: Kurdish (Northern)
sv: Kurdiska (nord)

source: Kurdish (Northern, Latin script)
sv: Kurdiska (norra, latinska alfabetet)

source: Konkani (Latin script)
sv: Konkani (latinska alfabetet)

source: Kosraean
sv: Kusaie

source: Karachay-Balkar
sv: Karatjajbalkariska

source: Karelian
sv: Karelska

source: Kashmiri
sv: Kashmiriska

source: Colognian
sv: Kölsch

source: Kurdish
sv: Kurdiska

source: Cornish
sv: Korniska

source: Khmer (Northern)
sv: Khmer (nordlig)

source: Kyrgyz
sv: Kirgiziska

source: Ladino
sv: Spanjolska (Ladino)

source: Langi
sv: Lango

source: Luxembourgish
sv: Luxemburgiska

source: Lezghian
sv: Lezginska

source: Limburgish
sv: Limburgiska

source: Ligurian
sv: Liguriska

source: English (Liberian)
sv: Engelska (liberianska)

source: Lampung Api
sv: Lampung

source: Ladin
sv: Ladinska

source: Lombard
sv: Lombardiska

source: Lao
sv: Laotiska

source: Mongo
sv: Lolo (Mongo)

source: Luri (Northern)
sv: Luri (norra)

source: Luo (Kenya and Tanzania)
sv: Luo (Kenya och Tanzania)

source: Luyia
sv: Luhya

source: Luri (Southern)
sv: Luri (södra)

source: Latvian (formal)
sv: Lettiska (formell)

source: Latvian (informal)
sv: Lettiska (informellt)

source: Literary Chinese
sv: Klassisk kinesiska

source: Madurese
sv: Maduresiska

source: Mandingo
sv: Mande

source: Masai
sv: Massajiska

source: Malay (Pattani)
sv: Malajiska (Pattani)

source: Malagasy
sv: Malagassiska

source: Irish (Middle)
sv: Irländska (medel)

source: Marshallese
sv: Marshallesiska

source: Meadow Mari
sv: Östmariska

source: Macedonian
sv: Makedonska

source: Mongolian
sv: Mongoliska

source: Mongolian (Cyrillic script)
sv: Mongoliska (kyrilliska alfabetet)

source: Mongolian (Traditional script)
sv: Mongoliska (traditionell skrift)

source: Manipuri
sv: Meitei

source: Malay
sv: Malajiska

source: Malay (Jawi)
sv: Malajiska (Jawi)

source: Maltese
sv: Maltesiska

source: Creek
sv: Muskogee

source: Mirandese
sv: Mirandesiska

source: Burmese (Zawgyi)
sv: Burmesiska (Zawgyi)

source: Mazanderani
sv: Mazenderani

source: Nauru
sv: Nauriska

source: Minnan (Simplified Han script)
sv: Minnan (förenklad han-skrift)

source: Minnan (Traditional Han script)
sv: Minnan (traditionell han-skrift)

source: Minnan (Traditional HÃ n-lÃ´ script, PeÌh-Åe-jÄ«)
sv: Minnan (traditionell HÃ n-lÃ´-skrift, PeÌh-Åe-jÄ«)

source: Minnan (Traditional HÃ n-lÃ´ script, TÃ¢i-lÃ´)
sv: Minnan (traditionell HÃ n-lÃ´-skrift, TÃ¢i-lÃ´)

source: Minnan (Simplified HÃ n-lÃ´ script, PeÌh-Åe-jÄ«)
sv: Minnan (fÃ¶renklad HÃ n-lÃ´-skrift, PeÌh-Åe-jÄ«)

source: Minnan (Simplified HÃ n-lÃ´ script, TÃ¢i-lÃ´)
sv: Minnan (fÃ¶renklad HÃ n-lÃ´-skrift, TÃ¢i-lÃ´)

source: Neapolitan
sv: Napolitanska

source: Norwegian BokmÃ¥l
sv: BokmÃ¥l

source: Ndebele (Northern)
sv: Ndebele (nord)

source: German (Low)
sv: Lågtyska

source: Nepali
sv: Nepalesiska

source: Dutch
sv: Nederländska

source: Dutch (formal)
sv: Nederländska (formell)

source: Dutch (informal)
sv: Nederländska (informell)

source: Dutch (Belgium)
sv: Nederländska (Belgien)

source: Norwegian Nynorsk
sv: Nynorska

source: Thai (Northern)
sv: Thai (nordlig)

source: Nogai
sv: Nogaiska

source: Norse (Old)
sv: Fornisländska

source: NâKo
sv: N'Ko

source: Ndebele (Southern)
sv: Ndebele (syd)

source: Pedi
sv: Nordsotho

source: Navaho
sv: Navajo

source: Newari (Classical)
sv: Newari (klassisk)

source: Occitan
sv: Occitanska

source: Odia
sv: Oriya

source: Ossetian
sv: Ossetiska

source: Turkish (Ottoman)
sv: Turkiska (ottomanska)

source: Pahlavi
sv: Pahlavi (Medelpersiska)

source: Palauan
sv: Palauiska

source: Persian (Old)
sv: Persiska (gammal)

source: Phoenician
sv: Feniciska

source: Polish (formal)
sv: Polska (formell)

source: Polish (informal)
sv: Polska (informell)

source: Piemontese
sv: Piemontesiska

source: Pohnpeian
sv: Ponape

source: Prussian
sv: Preussiska

source: ProvenÃ§al (Old)
sv: Provensalska (gammal)

source: Portuguese
sv: Portugisiska

source: Portuguese (formal)
sv: Portugisiska (formell)

source: Portuguese (informal)
sv: Portugisiska (informell)

source: Portuguese (Angola)
sv: Portugisiska (Angola)

source: Portuguese (Brazil)
sv: Portugisiska (Brasilien)

source: Portuguese (Brazil, formal)
sv: Portugisiska (Brasilien, formell)

source: Portuguese (Brazil, informal)
sv: Portugisiska (Brasilien, informell)

source: Portuguese (Portugal)
sv: Portugisiska (Portugal)

source: Eskimo (Pacific Coast Alaskan)
sv: Eskimo (Stillahavskusten vid Alaska)

source: K'iche'
sv: Quiché

source: Quichua (Chimborazo Highland)
sv: Quichua (Chimborazo-höglandet)

source: RÃ©union Creole
sv: RÃ©union Kreol

source: Romansh
sv: Rätoromanska

source: Moldavian
sv: Moldaviska

source: Romany
sv: Romani

source: Russian (formal)
sv: Ryska (formell)

source: Russian (informal)
sv: Ryska (informell)

source: Russian (Ukraine)
sv: Ryska (Ukraina)

source: Macedo-Romanian
sv: Macedo-rumänska

source: Kinyarwanda
sv: Kinjarwanda

source: Yakut
sv: Jakutiska

source: South American Indian (Other)
sv: Sydamerikanska indianspråk (övriga)

source: Samaritan Aramaic
sv: Samaritanska

source: Santali (Ol Chiki script)
sv: Santali (Ol Chiki-skrift)

source: Santali (Devanagari script)
sv: Santali (devanagari-skrift)

source: Sardinian
sv: Sardiska

source: Sicilian
sv: Sicilianska

source: Scots
sv: Skotska

source: Kurdish (Southern)
sv: Kurdiska (syd)

source: Sami (Northern)
sv: Samiska (nord)

source: Irish (Old)
sv: Irländska (gammal)

source: Sign Languages
sv: Teckenspråk

source: Samogitian
sv: Žemaitiska

source: Sinhala
sv: Singalesiska

source: Sidamo
sv: Sidami

source: Sami (Kildin)
sv: Samiska (Kildin)

source: Samoan
sv: Samoanska

source: Sami (Southern)
sv: Samiska (syd)

source: Sami
sv: Samiska

source: Sami (Lule)
sv: Samiska (lule)

source: Sami (Inari)
sv: Samiska (enare)

source: Sami (Skolt)
sv: Samiska (skolt)

source: Somali
sv: Somaliska

source: Sogdian
sv: Sogdiska

source: Thai (Southern)
sv: Thai (Södra)

source: Albanian
sv: Albanska

source: Serbian
sv: Serbiska

source: Serbian (Ijekavian)
sv: Serbiska (Ijekavian)

source: Serbian (Ijekavian, latin)
sv: Serbiska (Ijekavian, latin)

source: Serbian (Cyrillic script)
sv: Serbiska (kyrilliska alfabetet)

source: Serbian (Latin script)
sv: Serbiska (latinska alfabetet)

source: Sranan Tongo
sv: Sranan

source: Sotho (Southern)
sv: Sotho (syd)

source: Sundanese
sv: Sundanesiska

source: Sumerian
sv: Sumeriska

source: Swahili (Congo)
sv: Swahili (Kongo)

source: Swabian
sv: Schwabiska

source: Saxon (Upper)
sv: Saxon (övre)

source: Syriac (Classical)
sv: Syriska (klassisk)

source: Sylheti
sv: Syloti

source: Syriac
sv: Syriska

source: Silesian
sv: Schlesiska

source: Tamil
sv: Tamilska

source: Timne
sv: Temne

source: Tajik
sv: Tadzjikiska

source: Tigrinya
sv: Tigrinja

source: Tiv
sv: Tivi

source: Turkmen
sv: Turkmeniska

source: Klingon
sv: Klingonska

source: Klingon (pIqaD)
sv: Klingonska (pIqaD)

source: Talysh
sv: Talysj

source: Tongan
sv: Tonganska

source: Tatar
sv: Tatariska

source: Thai (Northeastern)
sv: Thailändska (nordöstra)

source: Tahitian
sv: Tahitiska

source: Tuvinian
sv: Tuvinska

source: Udmurt
sv: Udmurtiska

source: Uyghur
sv: Uiguriska

source: Ugaritic
sv: Ugaritiska

source: Undetermined
sv: Obestämt

source: Urdu (India)
sv: Urdu (Indien)

source: Uzbek
sv: Uzbekiska

source: Uzbek (Latin script)
sv: Uzbekiska (latinska alfabetet)

source: Venetian
sv: Venetianska

source: Flemish (West)
sv: Flamländska (väst)

source: Votic
sv: Votiska

source: VÃµro
sv: VÃµru

source: Walloon
sv: Vallonska

source: German (Walser)
sv: Walsertyska

source: Waray (Philippines)
sv: Waray (Filippinerna)

source: Sorbian
sv: Sorbiska

source: Westphalien
sv: Westfaliska

source: Wu (Simplified Han script)
sv: Wu (förenklad han-skrift)

source: Wu (Traditional Han script)
sv: Wu (traditionell han-skrift)

source: Kalmyk
sv: Kalmuckiska

source: Yapese
sv: Yap

source: Yiddish
sv: Jiddisch

source: Yucateco
sv: Yukatek

source: Cantonese (Simplified Han script)
sv: Kantonesiska (förenklad han-skrift)

source: Cantonese (Traditional Han script)
sv: Kantonesiska (traditionella kinesiska tecken)

source: Zapotec
sv: Zapotek

source: Blissymbols
sv: Blissymboler

source: Tamazight (Standard Moroccan)
sv: Tamazight (standard marockanska)

source: Chinese (Simplified Han script)
sv: Kinesiska (förenklad han-skrift)

source: Chinese (Simplified Han script, Singapore)
sv: Kinesiska (förenklad han-skrift, Singapore)

source: Chinese (Traditional Han script)
sv: Kinesiska (traditionella han-tecken)

source: Chinese (Traditional Han script, Hong Kong)
sv: Kinesiska (traditionella han-tecken, Hongkong)

source: Chinese (Hanyu Pinyin)
sv: Kinesiska (Hanyu Pinyin)

source: Subcontractors in Accordance with Art. 28 GDPR
sv: UnderleverantÃ¶rer i enlighet med artikel 28 GDPR

source: Status as of May 2024.
sv: Status i maj 2024.

source: The Privacy Policy document is legally-binding in English, translations are provided for your convenience.
sv: Dokumentet AnvÃ¤ndarvillkor Ã¤r juridiskt bindande pÃ¥ Engelska och Ã¶versÃ¤ttningarna tillhandahÃ¥lls fÃ¶r din bekvÃ¤mlighet.

source: View English version
sv: Visa versionen på engelska

source: This Privacy Policy, hereinafter referred to as "<strong>Policy</strong>", supplement the <a href="%(terms_url)s">General Terms and Conditions</a> of Weblate, hereinafter referred to as "<strong>Terms</strong>".
sv: Denna integritetspolicy, hÃ¤danefter kallad "<strong>policyn</strong>", kompletterar Weblates <a href="%(terms_url)s">allmÃ¤nna villkor</a>, hÃ¤danefter kallade "<strong>villkoren</strong>".

source: Introductory Provisions
sv: Inledande bestÃ¤mmelser

source: This Policy has been issued by Weblate s.r.o., ID No.: 21668027, with registered office at NÃ¡bÅeÅ¾nÃ­ 694, Cvikov II, 471 54 Cvikov, registered in the Commercial Register kept by the Regional Court in ÃstÃ­ nad Labem, file No. C 52324, i.e. the "<strong>Provider</strong>".
sv: Denna policy har utfÃ¤rdats av Weblate s.r.o., ID-nr: 21668027, med sÃ¤te pÃ¥ NÃ¡bÅeÅ¾nÃ­ 694, Cvikov II, 471 54 Cvikov, registrerat i handelsregistret som fÃ¶rs av regionaldomstolen i ÃstÃ­ nad Labem, Ã¤rendenummer C 52324, dvs.<strong>âleverantÃ¶ren</strong>â.

source: This Policy describes how the Provider handles the personal data of Users as data subjects - private individuals when accessing and subsequently using the Services, Products, Support Services, as well as when using the Website and other possible services and related activities.
sv: Denna policy beskriver hur leverantÃ¶ren hanterar personuppgifter om anvÃ¤ndare som registrerade â privatpersoner â nÃ¤r de fÃ¥r tillgÃ¥ng till och dÃ¤refter anvÃ¤nder tjÃ¤nsterna, produkterna, supporttjÃ¤nsterna, samt nÃ¤r de anvÃ¤nder webbplatsen och andra mÃ¶jliga tjÃ¤nster och relaterade aktiviteter.

source: This Policy also uses certain terms or definitions which have been defined in Article 1 of the Terms and which have the same meaning as set out in the Terms.
sv: Denna policy anvÃ¤nder ocksÃ¥ vissa termer eller definitioner som har definierats i artikel 1 i villkoren och som har samma betydelse som anges i villkoren.

source: In processing personal data, the Provider complies with Regulation (EU) 2016/679 of the European Parliament and of the Council, the General Data Protection Regulation, also known as the GDPR (we will hereinafter use the abbreviation "<strong>GDPR</strong>"), Act No. 110/2019 Coll., on the processing of personal data, as well as Directive 2002/58/EC of the European Parliament and of the Council of 12 July 2002 concerning the processing of personal data and the protection of privacy in the electronic communications sector (abbreviated as the "<strong>ePrivacy Directive</strong>").
sv: Vid behandling av personuppgifter fÃ¶ljer leverantÃ¶ren Europaparlamentets och rÃ¥dets fÃ¶rordning (EU) 2016/679, den allmÃ¤nna dataskyddsfÃ¶rordningen, Ã¤ven kÃ¤nd som GDPR (vi kommer hÃ¤danefter att anvÃ¤nda fÃ¶rkortningen "<strong>GDPR</strong>"), lag nr 110/2019 Coll. om behandling av personuppgifter samt Europaparlamentets och rÃ¥dets direktiv 2002/58/EG av den 12 juli 2002 om behandling av personuppgifter och integritetsskydd inom sektorn fÃ¶r elektronisk kommunikation (fÃ¶rkortat<strong>âe-integritetsdirektivetâ</strong>).

source: The actual processing of Users' personal data is always carried out only for the purposes and under the conditions defined in more detail in this Policy and begins at the moment when the User visits the Website, when the User registers for the Provider's newsletter and/or when the Provider and the User conclude the Contract, whichever is the earliest.
sv: Den faktiska behandlingen av anvÃ¤ndarnas personuppgifter sker alltid endast fÃ¶r de Ã¤ndamÃ¥l och under de villkor som definieras mer detaljerat i denna policy och inleds i det Ã¶gonblick dÃ¥ anvÃ¤ndaren besÃ¶ker webbplatsen, registrerar sig fÃ¶r leverantÃ¶rens nyhetsbrev och/eller nÃ¤r leverantÃ¶ren och anvÃ¤ndaren ingÃ¥r avtalet, beroende pÃ¥ vilket som intrÃ¤ffar fÃ¶rst.

source: The processing is then carried out either directly by the Provider and/or by third parties within the meaning of Article 3 of this Policy who have been authorised by the Provider to process personal data in accordance with this Policy.
sv: Behandlingen utfÃ¶rs sedan antingen direkt av leverantÃ¶ren och/eller av tredje part i enlighet med artikel 3 i denna policy, som har fÃ¥tt tillstÃ¥nd av leverantÃ¶ren att behandla personuppgifter i enlighet med denna policy.

source: Unless expressly stated otherwise in this Policy, the Provider acts as aÂ <strong>data controller</strong>Â and Users who are natural persons act as data subjects as these roles are defined in the GDPR.
sv: Om inte annat uttryckligen anges i denna policy, agerar leverantÃ¶ren som<strong>personuppgiftsansvarig</strong>och anvÃ¤ndare som Ã¤r fysiska personer agerar som registrerade, enligt definitionerna i GDPR.

source: Scope, Purposes, and Duration of Processing
sv: Omfattning, syfte och varaktighet av behandlingen

source: The Provider processes the User's personal data for the following purposes:
sv: LeverantÃ¶ren behandlar anvÃ¤ndarens personuppgifter fÃ¶r fÃ¶ljande Ã¤ndamÃ¥l:

source: fulfilling the Contract under Article 6(1)(b) of the GDPR,
sv: uppfyllande av avtalet enligt artikel 6.1 b i GDPR,

source: negotiating the Contract under Article 6(1)(b) of the GDPR,
sv: fÃ¶rhandla om avtalet enligt artikel 6.1 b i GDPR,

source: fulfilling the Provider's legal obligations under Article 6(1)(c) of the GDPR,
sv: uppfylla leverantÃ¶rens rÃ¤ttsliga skyldigheter enligt artikel 6.1 c i GDPR,

source: the legitimate interests of the Provider under Article 6(1)(f) of the GDPR, and in selected cases also
sv: leverantÃ¶rens berÃ¤ttigade intressen enligt artikel 6.1 f i GDPR, och i utvalda fall Ã¤ven

source: consent granted by the User under Article 6(1)(a) of the GDPR.
sv: samtycke som anvÃ¤ndaren har gett enligt artikel 6.1 a i GDPR.

source: The scope of the User's personal data processed by the Provider includes the following:
sv: Omfattningen av anvÃ¤ndarens personuppgifter som behandlas av leverantÃ¶ren omfattar fÃ¶ljande:

source: first and last name,
sv: fÃ¶rnamn och efternamn,

source: User's address (delivery and billing),
sv: AnvÃ¤ndarens adress (leverans och fakturering),

source: Company ID and Tax ID,
sv: FÃ¶retags-ID och skatte-ID,

source: nickname(s) (including any voluntarily linked platforms such as Liberapay, GitHub, X, and others),
sv: smeknamn (inklusive eventuella frivilligt lÃ¤nkade plattformar sÃ¥som Liberapay, GitHub, X och andra),

source: User's avatar,
sv: AnvÃ¤ndarens avatar,

source: email address(es),
sv: e-postadress(er),

source: identifiers for Bitbucket, Facebook, Google, LinkedIn, GitHub, GitLab, openSUSE, and Ubuntu in the event that accounts with these providers are linked to the User account,
sv: identifierare fÃ¶r Bitbucket, Facebook, Google, LinkedIn, GitHub, GitLab, openSUSE och Ubuntu i hÃ¤ndelse av att konton hos dessa leverantÃ¶rer Ã¤r kopplade till anvÃ¤ndarkontot,

source: specifications of the Service and Product used by the User,
sv: specifikationer fÃ¶r den tjÃ¤nst och produkt som anvÃ¤ndaren anvÃ¤nder,

source: information about the number of team members of the User and their roles,
sv: information om antalet teammedlemmar hos anvÃ¤ndaren och deras roller,

source: all other user settings of the User account (including the so-called Profile), i.e., settings for languages, notifications, if they can identify the User directly or indirectly,
sv: alla andra anvÃ¤ndarinstÃ¤llningar fÃ¶r anvÃ¤ndarkontot (inklusive den sÃ¥ kallade profilen), dvs. instÃ¤llningar fÃ¶r sprÃ¥k, aviseringar, om de kan identifiera anvÃ¤ndaren direkt eller indirekt,

source: bank account number and possibly other payment details of the User,
sv: bankkontonummer och eventuellt andra betalningsuppgifter om anvÃ¤ndaren,

source: cryptocurrency wallet address or addresses,
sv: kryptovalutaplÃ¥nboksadress eller adresser,

source: other personal data contained in messages sent by the User to the Provider (especially the subject and other content of the message),
sv: andra personuppgifter som ingÃ¥r i meddelanden som anvÃ¤ndaren skickar till leverantÃ¶ren (sÃ¤rskilt Ã¤mnet och annat innehÃ¥ll i meddelandet),

source: other personal data contained in communications with the Provider's support,
sv: andra personuppgifter som ingÃ¥r i kommunikation med leverantÃ¶rens support,

source: system data, logs, and session logs including the User's IP address,
sv: systemdata, loggar och sessionsloggar inklusive anvÃ¤ndarens IP-adress,

source: where the individual categories of personal data listed above will continue to be collectively referred to as "<strong>Personal Data</strong>".
sv: dÃ¤r de enskilda kategorierna av personuppgifter som anges ovan kommer att fortsÃ¤tta att kallas "<strong>personuppgifter</strong>" i sammantaget.

source: In certain cases, the Provider <strong>may also be a processor of personal data</strong>, namely when personal data of third parties is provided to it by the User for their own purposes (e.g., in the case of adding individual team members, donating a project to the Provider on behalf of another person, etc.). The processing of selected Personal Data of third parties made accessible by the User occurs in this case at the User's direction, under the conditions and based on a separate data processing agreement (so-called processing agreement) concluded between the Provider and the User.
sv: I vissa fall <strong>kan</strong> leverantÃ¶ren <strong>ocksÃ¥ vara en personuppgiftsbitrÃ¤de</strong>, nÃ¤mligen nÃ¤r personuppgifter om tredje part tillhandahÃ¥lls av anvÃ¤ndaren fÃ¶r egna Ã¤ndamÃ¥l (t.ex. vid tillÃ¤gg av enskilda teammedlemmar, donation av ett projekt till leverantÃ¶ren pÃ¥ uppdrag av en annan person etc.). Behandlingen av utvalda personuppgifter frÃ¥n tredje part som gjorts tillgÃ¤ngliga av anvÃ¤ndaren sker i detta fall pÃ¥ anvÃ¤ndarens uppdrag, enligt villkoren och pÃ¥ grundval av ett separat databehandlingsavtal (sÃ¥ kallat behandlingsavtal) som ingÃ¥tts mellan leverantÃ¶ren och anvÃ¤ndaren.
